[
	{
		"id": 0,
		"name": "Pasta Haus",
		"rating": "4.3",
		"cuisine": "Italiensk",
		"delivery_time": "23 min",
		"price_range": "$$",
		"image": "img/food/pastahaus.jpg",
		"description": "Pasta Haus är en gourmetrestaurang som erbjuder ett urval av pastarätter från olika regioner och kök. Du kan välja mellan spaghetti, lasagne, ravioli, gnocchi och mer. Alla rätter är gjorda med färska ingredienser och serveras med läckra såser och toppingar. Pasta Haus är den perfekta platsen för pastafantaster och matälskare. Beställ nu och njut av den bästa pastan i stan.",
		"products": [
			{
				"id": "0_0",
				"name": "Ravioli al Funghi",
				"price": "230kr",
				"image": "img/food/ravioli.jpg",
				"description": "Delikata hemlagade ravioli fyllda med karljohansvamp och ricottaost, serveras med en krämig svampsås."
			},
			{
				"id": "0_1",
				"name": "Gnocchi Sorrentina",
				"price": "210kr",
				"image": "img/food/gnocchi.jpg",
				"description": "Mjuka potatisgnocchi bakade med tomatsås, mozzarella och färska basilikablad."
			},
			{
				"id": "0_2",
				"name": "Linguine alle Vongole",
				"price": "240kr",
				"image": "img/food/linguine.jpg",
				"description": "Linguine-pasta blandad med färska musslor, vitlök, vitt vin och persilja i en lätt olivoljasås."
			},
			{
				"id": "0_3",
				"name": "Penne Arrabbiata",
				"price": "200kr",
				"image": "img/food/penne.jpg",
				"description": "Penne-pasta serverad med en kryddig tomatsås, vitlök, chiliflakes och färsk basilika."
			},
			{
				"id": "0_4",
				"name": "Fettuccine Alfredo",
				"price": "220kr",
				"image": "img/food/fettuccine.jpg",
				"description": "Bred fettuccine-pasta serverad med en krämig parmesansås och krossad svartpeppar."
			},
			{
				"id": "0_5",
				"name": "Hummer Ravioli",
				"price": "280kr",
				"image": "img/food/lobster_ravioli.jpg",
				"description": "Hemlagade ravioli fyllda med färsk hummerkött och serverade med en delikat hummersås."
			}
		]
	},
	{
		"id": 1,
		"name": "Steakhouse",
		"rating": "3.7",
		"cuisine": "Stek",
		"delivery_time": "28 min",
		"price_range": "$$$",
		"image": "img/food/steak.jpg",
		"description": "Steakhouse är en gourmetrestaurang som erbjuder ett urval av stekrätter från olika snitt och kvaliteter. Du kan välja mellan entrecôte, oxfilé, rostbiff, t-ben och mer. Alla rätter är tillagade enligt dina önskemål och serveras med tillbehör och sallader. Steakhouse är den ideala platsen för stekälskare och matälskare. Beställ nu och njut av den bästa steken i stan.",
		"products": [
			{
				"id": "1_0",
				"name": "Ribeye Steak",
				"price": "350kr",
				"image": "img/food/ribeye.jpg",
				"description": "Saftig och smakfull ribeye steak grillad till perfektion, serveras med rostade grönsaker och vitlöksmos."
			},
			{
				"id": "1_1",
				"name": "Filet Mignon with Red Wine Sauce",
				"price": "380kr",
				"image": "img/food/filet_mignon.jpg",
				"description": "Mör filet mignon tillagad enligt önskad temperatur, serveras med en rik rödvinsreduktion, sparris och tryffelmos."
			},
			{
				"id": "1_2",
				"name": "T-Bone Steak",
				"price": "400kr",
				"image": "img/food/t_bone.jpg",
				"description": "En klassisk T-benstek grillad till perfektion, serveras med stekt svamp och en laddad bakad potatis."
			},
			{
				"id": "1_3",
				"name": "Sirloin Steak with Chimichurri",
				"price": "320kr",
				"image": "img/food/sirloin.jpg",
				"description": "Smakfull rostbiff toppad med färsk chimichurrisås, serveras med grillade grönsaker och örtrostad potatis."
			},
			{
				"id": "1_4",
				"name": "Porterhouse Steak",
				"price": "420kr",
				"image": "img/food/porterhouse.jpg",
				"description": "En generös portion av porterhouse-steak grillad till perfektion, ackompanjerad av en kryddig steksås och lökringar."
			},
			{
				"id": "1_5",
				"name": "New York Strip Steak",
				"price": "360kr",
				"image": "img/food/new_york_strip.jpg",
				"description": "Saftig New York Strip-steak tillagad enligt ditt önskemål, serveras med en sida av krämig spenat och krispiga pommes frites."
			}
		]
	},
	{
		"id": 2,
		"name": "Stuffed Baguette",
		"rating": "3.6",
		"cuisine": "Baguetter",
		"delivery_time": "42 min",
		"price_range": "$",
		"image": "img/food/zucchini.jpg",
		"description": "Fylld Baguette är en gourmetrestaurang som erbjuder ett urval av baguettesmörgåsar med olika smaker och fyllningar. Du kan välja mellan skinka och ost, kyckling och avokado, tonfisk och majonnäs, grönsaker och hummus och mer. Alla smörgåsar är gjorda med färskt bröd och ingredienser och serveras med chips och drycker. Fylld Baguette är den perfekta platsen för baguette-älskare och matälskare. Beställ nu och njut av den bästa baguetten i stan.",
		"products": [
			{
				"id": "2_0",
				"name": "Skinka och Ost Baguette",
				"price": "80kr",
				"image": "img/food/ham_cheese_bag.jpg",
				"description": "En klassisk baguette fylld med tunt skivad skinka, schweizisk ost, sallad, tomater och en klick Dijonsenap."
			},
			{
				"id": "2_1",
				"name": "Kyckling och Avokado Baguette",
				"price": "90kr",
				"image": "img/food/chicken_avocado_bag.jpg",
				"description": "Skivad grillad kycklingbröst, färska avokadoskivor, blandade grönsaker och en nypa ranchdressing i en krispig baguette."
			},
			{
				"id": "2_2",
				"name": "Tonfisk och Majonnäs Baguette",
				"price": "85kr",
				"image": "img/food/tuna_mayo_bag.jpg",
				"description": "Flingig tonfisk blandad med majonnäs, selleri och lök, fyllt i en färsk baguette med sallad och pickles."
			},
			{
				"id": "2_3",
				"name": "Grönsaker och Hummus Baguette",
				"price": "75kr",
				"image": "img/food/veggie_hummus_bag.jpg",
				"description": "Assorterade färska grönsaker med krämig hummus insida en fullkorns baguette, skapar en hälsosam och smakfull smörgås."
			},
			{
				"id": "2_4",
				"name": "Kalkon och Tranbär Baguette",
				"price": "85kr",
				"image": "img/food/turkey_cranberry_bag.jpg",
				"description": "Skivad rostad kalkonbröst, tranbärssås, blandade grönsaker och en touch av cream cheese i en mjuk baguette."
			},
			{
				"id": "2_5",
				"name": "Roastbiff och Pepparrot Baguette",
				"price": "95kr",
				"image": "img/food/roast_beef_bag.jpg",
				"description": "Tunt skivad rostbiff, pepparrotmajonnäs, rödlök, sallad och provoloneost i en rostad baguette."
			}
		]
	},
	{
		"id": 3,
		"name": "Lamb House",
		"rating": "4.8",
		"cuisine": "Steak",
		"delivery_time": "18 min",
		"price_range": "$$$",
		"image": "img/food/lamb.jpg",
		"description": "Lamb House är en gourmetrestaurang som erbjuder en mängd lammrätter från olika regioner och kök. Du kan välja mellan lammstek, lammkotletter, lammcurry, lammhamburgare och mer. Alla rätter är tillverkade med högkvalitativa ingredienser och serveras med stil och omsorg. Lamb House är den perfekta platsen för lammälskare och matälskare. Beställ nu och njut av det bästa lammköttet i stan.",
		"products": [
			{
				"id": "3_0",
				"name": "Lammstek med rödvinsås",
				"price": "350kr",
				"image": "img/food/shanks.jpg",
				"description": "En mört och saftigt lammstek kokt i en rik och smakfull rödvinsås, serverad med krämig potatismos och rostade grönsaker."
			},
			{
				"id": "3_1",
				"name": "Lammkotletter med myntapesto",
				"price": "320kr",
				"image": "img/food/lambpesto.jpg",
				"description": "Saftiga och möra lammkotletter grillade till perfektion och toppade med en fräsch och aromatisk myntapesto, serverade med en grönsallad och vitlöksbröd."
			},
			{
				"id": "3_2",
				"name": "Lammtagine med aprikoser och mandlar",
				"price": "300kr",
				"image": "img/food/lambtagine.jpg",
				"description": "En marockanskinspirerad lammgryta med doftande kryddor, torkade aprikoser och rostade mandlar, tillagad i en traditionell lergryta och serverad med couscous och yoghurt."
			},
			{
				"id": "3_3",
				"name": "Lammhamburgare med fetaost och tzatziki",
				"price": "250kr",
				"image": "img/food/lambburger.jpg",
				"description": "En läckande lammhamburgare med smulad fetaost och hemlagad tzatzikisås, serverad på en rostad briochebulle med sallad, tomat och lök."
			},
			{
				"id": "3_4",
				"name": "Lammcurry med kokosmjölk och basmatiris",
				"price": "280kr",
				"image": "img/food/lambcurry.jpg",
				"description": "En kryddig och krämig lammcurry med kokosmjölk, tomater och curryblad, serverad med fluffigt basmatiris och naanbröd."
			},
			{
				"id": "3_5",
				"name": "Lammköttbullar med tomatsås och spaghetti",
				"price": "260kr",
				"image": "img/food/lambmeatballs.jpg",
				"description": "Goda lammköttbullar med örter och parmesanost, kokta i en rik och syrlig tomatsås, serverade med al dente spaghetti och basilikablad."
			}
		]
	},
	{
		"id": 4,
		"name": "Indian Gourmet",
		"rating": "4.4",
		"cuisine": "Indian",
		"delivery_time": "36 min",
		"price_range": "$$",
		"image": "img/food/indian.jpg",
		"description": "Indian Gourmet är en gourmetrestaurang som erbjuder en variation av indiska rätter från olika regioner och traditioner. Du kan välja mellan curry, biryani, tandoori, naan och mer. Alla rätter är tillagade med autentiska kryddor och ingredienser och serveras med ris och chutney. Indian Gourmet är den underbara platsen för indien-älskare och matälskare. Beställ nu och njut av det bästa indiska köket i stan.",
		"products": [
			{
				"id": "4_0",
				"name": "Chicken Tikka Masala",
				"price": "180kr",
				"image": "img/food/chicken_tikka_masala.jpg",
				"description": "Mör kyckling tillagad i en krämig tomatsås med en blandning av indiska kryddor."
			},
			{
				"id": "4_1",
				"name": "Vegetable Biryani",
				"price": "160kr",
				"image": "img/food/vegetable_biryani.jpg",
				"description": "Doftande basmatiris kokt med blandade grönsaker, örter och aromatiska kryddor."
			},
			{
				"id": "4_2",
				"name": "Butter Chicken",
				"price": "190kr",
				"image": "img/food/butter_chicken.jpg",
				"description": "Kyckling marinerad i yoghurt och kryddor, tillagad i en smörig, krämig tomatsås."
			},
			{
				"id": "4_3",
				"name": "Garlic Naan",
				"price": "30kr",
				"image": "img/food/garlic_naan.jpg",
				"description": "Mjukt och fluffigt indiskt bröd penslat med vitlöksmör, perfekt att äta till valfri curry."
			},
			{
				"id": "4_4",
				"name": "Palak Paneer",
				"price": "170kr",
				"image": "img/food/palak_paneer.jpeg",
				"description": "Krämig spenatcurry med kuber av paneerost och aromatiska kryddor."
			},
			{
				"id": "4_5",
				"name": "Tandoori Chicken",
				"price": "200kr",
				"image": "img/food/tandoori_chicken.jpg",
				"description": "Kyckling marinerad i yoghurt och kryddor, grillad i en traditionell tandooriugn."
			}
		]
	},
	{
		"id": 5,
		"name": "Chicken Garden",
		"rating": "4.2",
		"cuisine": "Chicken",
		"delivery_time": "25 min",
		"price_range": "$$",
		"image": "img/food/chicken.jpg",
		"description": "Chicken Garden är en gourmetrestaurang som specialiserar sig på olika kycklingrätter tillagade med olika tillagningsmetoder och smaker. Från grillad kyckling till mustiga grytor och smakrika curries, vår meny erbjuder ett urval av val för att locka dina smaklökar. Varje rätt är noggrant tillagad med högkvalitativ kyckling och noggrant utvalda ingredienser. Oavsett om du föredrar klassiska recept eller äventyrliga smaker är Chicken Garden den perfekta platsen för kycklingentusiaster och matälskare. Beställ nu och njut av de bästa kycklingrätterna i stan.",
		"products": [
			{
				"id": "5_0",
				"name": "Grilled Chicken Breast",
				"price": "180kr",
				"image": "img/food/grilled_chicken_breast.jpg",
				"description": "Mör och saftig kycklingbröst marinerat i örter och kryddor, grillat till perfektion och serverat med en sida av kryddade grönsaker."
			},
			{
				"id": "5_1",
				"name": "Chicken Alfredo Pasta",
				"price": "200kr",
				"image": "img/food/chicken_alfredo_pasta.jpg",
				"description": "Krämig Alfredo-pasta toppad med saftiga kycklingbitar, parmesanost och färsk persilja."
			},
			{
				"id": "5_2",
				"name": "Chicken Curry",
				"price": "190kr",
				"image": "img/food/chicken_curry.jpg",
				"description": "Aromatisk kycklingcurry tillagad med en blandning av kryddor, kokosmjölk och möra kycklingbitar, serverad med ångad basmatiris."
			},
			{
				"id": "5_3",
				"name": "Roast Chicken with Herbs",
				"price": "220kr",
				"image": "img/food/roast_chicken_herbs.jpg",
				"description": "Hel kyckling rostad till gyllene perfektion med en blandning av färska örter, vitlök och citron, serverad med rostade potatisar."
			},
			{
				"id": "5_4",
				"name": "Honey Glazed Chicken Wings",
				"price": "160kr",
				"image": "img/food/honey_glazed_wings.jpg",
				"description": "Krispiga kycklingvingar täckta med en klibbig honungsglasyr, serverade med en sida av ranchdressing och selleristänger."
			},
			{
				"id": "5_5",
				"name": "Chicken and Vegetable Stir-fry",
				"price": "170kr",
				"image": "img/food/chicken_stir_fry.jpg",
				"description": "Saftiga kycklingbitar wokade med färska grönsaker i en smakrik sojabaserad sås, serverade med ångat ris."
			}
		]
	},
	{
		"id": 6,
		"name": "The French Gourmet",
		"rating": "4.0",
		"cuisine": "French",
		"delivery_time": "30 min",
		"price_range": "$$",
		"image": "img/food/french.jpeg",
		"description": "The French Gourmet är en charmig restaurang som specialiserar sig på autentisk fransk mat. Vår meny erbjuder ett härligt urval av franska klassiker, från delikata quiches till rika coq au vin och läckra crêpes. Varje rätt återspeglar essensen av fransk kulinarisk tradition, noggrant tillagad med de finaste ingredienserna och tidsprövade recept. Oavsett om du söker tröst i rustika franska smaker eller elegans i förfinade rätter, bjuder The French Gourmet in dig att uppleva den sanna smaken av Frankrike. Beställ nu och njut av den finaste franska maten i stan.",
		"products": [
			{
				"id": "6_0",
				"name": "Quiche Lorraine",
				"price": "180kr",
				"image": "img/food/quiche_lorraine.jpg",
				"description": "En smakrik paj fylld med en lyxig blandning av bacon, ost, ägg och grädde bakad i en smörig pajdeg."
			},
			{
				"id": "6_1",
				"name": "Coq au Vin",
				"price": "220kr",
				"image": "img/food/coq_au_vin.jpg",
				"description": "Mör kyckling kokad i rött vin med champinjoner, små lökar och bacon, vilket skapar en smakfull fransk landsbygdsrätt."
			},
			{
				"id": "6_2",
				"name": "Ratatouille",
				"price": "190kr",
				"image": "img/food/ratatouille.jpg",
				"description": "En färgglad grönsaksstuvning med aubergine, zucchini, paprika, tomater och aromatiska örter som visar provencalska smaker."
			},
			{
				"id": "6_3",
				"name": "Beef Bourguignon",
				"price": "240kr",
				"image": "img/food/beef_bourguignon.jpg",
				"description": "Mör kött grytbitar kokade i rött vin med lök, morötter och örter, vilket resulterar i en smäl-i-munnen fransk köttgryta."
			},
			{
				"id": "6_4",
				"name": "Crepes Suzette",
				"price": "200kr",
				"image": "img/food/crepes_suzette.jpg",
				"description": "Tunna pannkakor serverade med en smakfull apelsin- och Grand Marnier-sås, flamberade för en härlig avslutning."
			},
			{
				"id": "6_5",
				"name": "Duck Confit",
				"price": "250kr",
				"image": "img/food/duck_conf.jpg",
				"description": "Mör ankben långsamt tillagad i sitt eget fett tills den är knaprig på utsidan, serverad med vitlöksrostade potatisar."
			}
		]
	},
	{
		"id": 7,
		"name": "Salmon Sea",
		"rating": "4.6",
		"cuisine": "Seafood",
		"delivery_time": "28 min",
		"price_range": "$$$",
		"image": "img/food/salmon.jpg",
		"description": "Salmon Sea är välkänt för sitt utsökta urval av laxrätter, tillagade med olika tekniker som grillning, rökning och bakning. Varje rätt visar de delikata smakerna och konsistenserna hos lax av hög kvalitet som tas direkt från fångsten. Oavsett om du föredrar enkelt grillad lax eller mer komplexa rökta variationer, garanterar Salmon Sea en härlig upplevelse för alla fiskälskare. Beställ nu och njut av de finaste laxrätterna i stan.",
		"products": [
			{
				"id": "7_0",
				"name": "Grilled Salmon Fillet",
				"price": "260kr",
				"image": "img/food/grilled_salmon.jpg",
				"description": "Färsk laxfilé kryddad med örter, grillad till perfektion och serverad med en sida av rostade grönsaker."
			},
			{
				"id": "7_1",
				"name": "Smoked Salmon Platter",
				"price": "280kr",
				"image": "img/food/smoked_salmon.jpg",
				"description": "Assorterade skivor rökt lax serverade med kapris, rödlök, cream cheese och ett urval av kex."
			},
			{
				"id": "7_2",
				"name": "Salmon Teriyaki",
				"price": "270kr",
				"image": "img/food/salmon_teriyaki.jpg",
				"description": "Lax marinerad i en smakrik teriyakisås, grillad till perfektion och serverad med ångande jasminris."
			},
			{
				"id": "7_3",
				"name": "Baked Stuffed Salmon",
				"price": "290kr",
				"image": "img/food/stuffed_salmon.jpg",
				"description": "Laxfilé fylld med krabbfyllning, bakad till gyllene färg och serverad med rostade potatisar."
			},
			{
				"id": "7_4",
				"name": "Salmon Caesar Salad",
				"price": "210kr",
				"image": "img/food/salmon_caesar.jpg",
				"description": "Nyligen grillad lax serverad på en bädd av romansallad, krutonger, parmesanost och caesardressing."
			},
			{
				"id": "7_5",
				"name": "Salmon Sushi Rolls",
				"price": "220kr",
				"image": "img/food/salmon_sushi.jpg",
				"description": "Läckra sushi-rullar fyllda med lax, avokado och gurka, serverade med sojasås och wasabi."
			}
		]
	}	
]
